dorm_main_info = 'Раздел Общежитий'

dorm_enrollee = '''Информация о процедуре подачи заявлений для проживания 
в общежитии в 2022 - 2023 учебном году для абитуриентов появится в ИЮЛЕ.'''

dorm_undergrad = '''📆 Приём заявлений проходит до 16 мая (включительно)\n
🏠 Пакет документов необходимо ПРИНЕСТИ в Профком студентов (пр-т Гагарина 23, корпус 8, кабинет 210).\n
📋 Все итоги распределения мест в общежитии (списки) будут
выложены на официальном сайте: https://profcomunn.ru/ и в группе ВКонтакте не позднее 30 июня 2021 года.\n'''

dorm_underdocs_already_living = '''- Заявление №1 с визой коменданта (заполнить согласно инструкции);
- Справка об обучении;
- Копия паспорта с пропиской;
- Справка, подтверждающая льготу (см. категории во вложении).'''

dorm_underdocs_do_not_live = '''- Заявление №2 (заполнить согласно инструкции); 
- Справка об обучении; 
- Копия паспорта с пропиской; 
- Справка о составе семьи; 
- Справка о доходах родителей; 
- Справка, подтверждающая льготу (см. категории во вложении).'''

dorm_underdocs_master = '''-Заявление №1 с визой коменданта (заполнить согласно инструкции, в графе «курс» указать «1М»); 
- Справка об обучении; 
- Копия паспорта с пропиской; 
- Справка о составе семьи; 
- Справка о доходах родителей; 
- Справка, подтверждающая льготу (см. категории во вложении).
'''

dorm_list = 'Тыкни на одно из общежитий, чтобы узнать побольше о нём!'

dorm_2 = '''Общежитие 2\n
Где находится:
улица Ульянова, 37, Нижний Новгород\n
Кто там живет:
Институт Мировых Отношений и Мировой Истории,
Факультет Социальных Наук,
Высшая школа общей и прикладной физики,
Физический факультет.
'''

dorm_4 = '''Общежитие 4\n
Где находится:
проспект Гагарина, 23/4, Нижний Новгород\n
Кто там живет:
Химический Факультет,
Институт Биологии и Биомедицины,
Радиофизический Факультет,
Факультет Культуры и Спорта.
'''

dorm_6 = '''Общежитие 6\n
Где находится:
Деловая улица, 9к1, Нижний Новгород\n
Кто там живет:
Радиофизический факультет,
Институт Мировых Отношений и Мировой Истории,
Институт Филологии и Журналистики,
Факультет Социальных Наук.
'''

dorm_7 = '''Общежитие 7\n
Где находится:
Проспект Ленина, 25А, Нижний Новгород\n
Кто там живет:
Институт Экономики и Предпринимательства,
Юридический Факультет,
Институт Мировых Отношений и Мировой Истории.
'''

dorm_8 = '''Общежитие 8\n
Где находится:
Перекопская, 1А, Нижний Новгород\n
Кто там живет:
Юридический Факультет,
Институт Информационных Технологий, Математики и Механики
Институт Реабилитации и Здоровья Человека.
'''

dorm_9 = '''Общежитие 9\n
Где находится:
проспект Гагарина, 23/9, Нижний Новгород\n
Кто там живет:
Радиофизический факультет,
Институт Биологии и Биомедицины,
Физический факультет.
Институт Информационных Технологий, Математики и Механики.
'''

scholarship_main_info = '''Выберите интересующую вас категорию:\n
-ГАС (Государственная академическая стипендия)\n
-ГСС (Государственная социальная стипендия)\n
-ПГАС (Повышенная государственная академическая стипендия)\n
-ПГСС (Повышенная государственная социальная стипендия)
'''

scholarship_gas = '''Государственная академическая стипендия (ГАС) - это обычная выплата,
которую получают за хорошую учебу в ВУЗе.
Чтобы ее получать, не нужно собирать никакие документы
и участвовать в конкурсах, достаточно быть студентом
бюджетного отделения, учиться на хорошо и отлично
и сдавать все вовремя.'''

scholarship_gas_size = '''Минимальный размер ГАС в ННГУ 1900 руб.\n
(Размер стипендии варьируется в зависимости от факультета, на котором вы обучаетесь.
Вы можете уточнить эту информацию в деканате своего факультета/института.)
'''

scholarship_gas_criteries = '''Чтобы получать академическую стипендию,
студент должен подходить под следующие критерии:\n

* Обучаться очно и за счет госбюджета.\n
* Сдавать сессию без троек.\n
* Не иметь задолженности — неудовлетворительных оценок или несданных без уважительных причин экзаменов и зачетов.\n

Когда назначают академическую стипендию, учитывают все дисциплины, по которым есть оценки:
экзамены, курсовые работы или проекты, практику, дифференцированные зачеты.
Для зачетов важен только факт сдачи — оценка не важна.
'''

scholarship_pgas = '''Если ты студент бюджетной формы обучения,
 то не забывай в конце каждого семестра собирать портфолио
 и выгружать его на портал до определенного числа,
 на каждом фак/ин-те оно разное, нужно уточнять в деканате.
'''

scholarship_gss = '''ГСС назначается только студентам бакалаврам,
специалистам и магистрам со дня подачи документов,
подтверждающих права на её получение.
Справки действуют год с момента выдачи справки.
Если у вас справка бессрочная — то ГСС выплачивается до конца обучения.'''

scholarship_gss_size = '''Социальная стипендия бывает обычной и повышенной. 
Базовый размер социальной стипендии — 809 Р для СПО и 2 227 Р для высшего образования.
'''

scholarship_gss_people = '''На получение социальной стипендии имеют право студенты, обучающиеся на очной форме обучения за счёт
госбюджета, относящиеся к следующим категориям:
 
-Дети-сироты, дети, оставшиеся без попечения родителей (до 18 лет) или лица из их числа (после 18-ти лет),
а также лица, потерявшие обоих или единственного родителя в период обучения.\n
-Дети-инвалиды, инвалиды с детства, инвалиды 1 и 2 групп,
инвалиды вследствие военной травмы или заболевания,
 полученного в период прохождения военной службы.\n
-Ветераны боевых действий.\n
-Студенты, которые служили по контракту не менее трех лет.\n
-Студенты, подвергшиеся радиации из-за аварии на Чернобыльской АЭС.\n
-Студенты, получившие государственную социальную помощь.
'''

scholarship_pgss = 'information will be added later'

rzd_bonus_main_info = '''РЖД-бонус\n
❗️Билет со студенческой скидкой может быть оформлен только на имя владельца карты.\n
Акция предусмотрена для очной / дневной формы обучения.
'''

rzd_participant = '''1) Зарегистрироваться в программе лояльности "РЖД Бонус"\n
2) Получить на сайте portal.unn.ru в разделе "Справки Онлайн" / в МФЦ справку об обучении\n
3) Прислать нам ФИО, номер бонусной карты "РЖД Бонус" и справку в личные сообщения группы
ИЛИ отправить справку по форме обратной связи в личном кабинете на сайте https://rzd-bonus.ru\n
4) Скидка будет присвоена в течение 5-и рабочих дней с момента отправки справки.
'''

rzd_timing = '''Скидка действует до 1 сентября следующего учебного года.
Для продления скидки необходимо повторно обратиться в Профком или самостоятельно отправить справку,
выданную в новом учебном году.'''

proj_main_menu_info = 'Выбери интересующий тебя проект:'

proj_dnk = '''ДНК – проект, который перевернёт твоё сознание и станет отличной возможностью к реализации твоего будущего развития.\n
Школа существует с 2005 года.
Этот проект стал первым в Нижнем Новгороде, имеет признание в правительстве Нижегородской области и аппарате ПФО.\n
За 17 лет реализации его участниками стали около 1800 студентов Университета Лобачевского.
Сегодня они студенты старших курсов, молодые учёные,
ведущие специалисты в различных областях,
талантливые журналисты, политические деятели и др.\n
Но самой первой ступенью их развития когда-то стал проект «ДНК».\n
Насыщенная образовательная программа, творческие мастер- классы,
смысловые ролевые игры, возможность говорить и быть услышанным.\n
Начни свою историю – стань участником «ДНК» в следующем году!
'''

proj_jz = '''Программа «Живая Земля» была инициирована в 2010 году после непростых событий, связанных с лесными пожарами на территории Нижегородской области и центральной части России, а также в соответствии с Посланием Президента Российской Федерации Федеральному Собранию от 30 ноября 2010 года и в целях экологического и патриотического воспитания молодежи. 

Программа продолжает развиваться в соответствии с национальным проектом «Экология». «Живая Земля» предусматривает реализацию нескольких мероприятий: программа работы со школьниками "Чистая планета"; мониторинг территорий; молодежный фестиваль "ЭКОдень"; Выездной волонтерский лагерь "Живая земля".  

Программа, в глобальном смысле, преследует цель, чтобы экологические знания стали убеждениями, тогда у молодёжи и появится экологическая культура, которая должна найти своё выражение не только в словах и рассуждениях, но и в поступках.

Экологическая волонтерская программа "Живая земля проходит весной в Нижнем Новгороде и Нижегородской области.
'''

proj_rv = '''Традиционная смена в ССОЛ «Заря» организуемая Профсоюзной организацией студентов ННГУ.\n
Мастер-классы на различные темы, интерактивные зоны, креативные технологии, тематические дни,
весёлые вечерние мероприятия и все это на открытом воздухе.\n
Делай свой Разумный выбор каждый август, мы ждём тебя на берегу Горьковского моря под небом в алмазах!
'''

proj_sd = '''Мужская школа "Сильные духом"  - это уникальный проект, в котором принимают участие только юноши. 
Идея создания лагеря появилась в 2016 году и традиционно проходит осенью на территории ССОЛ «Заря». 

В 2021 году проект проходил на городском уровне благодаря поддержке Областного конкурса молодёжных проектов и инициатив "Драйверы роста". 

Программа лагеря рассчитана на несколько блоков:

1. военно-патриотический
2. спортивный
3. образовательный
4. хозяйственно-прикладной. 

Партнерами проекта выступают:
- Общественное движение "Здоровая нация";
- Военно - патриотический клуб “Щит”;
- Первичная профсоюзная организация студентов Университета Лобачевского;
- Нижегородская областная организация профессионального союза работников народного образования и науки.
'''

proj_cgk = '''Традиционная интеллектуальная игра, которая проводится под эгидой Профсоюзной организации студентов Университета Лобачевского более 8 лет. С каждым годом формат набирает обороты и на площадке нашего вуза проводятся игры иного масштаба, начиная от регионального.
Игры проходят по сезонам: весенний и осенний, в кордом сезоне по 3 игры. Также существует межфакультетский чемпионат.

Подписывайся на группу Интеллектуального клуба ННГУ, чтобы не пропустить регистрацию на следующую игру.
'''

proj_bdj = '''Фестиваль русской культуры "Брусничный джем" традиционно проводится зимой. 

Яркий и сочный праздник проводился 3 дня на территории Нижнего Новгорода и Нижегородской области. 

Фестиваль направлен на возрождение интереса молодежи к русской народной культуре, традициям и творчеству через проведение мероприятий образовательного и культурно – просветительного характеров.

Творческие и образовательные мастер- классы, народные гуляния, концерты фолклёрных коллективов - вот что каждый год с нетерпением ждут жители и гости Нижнего Новгорода. 

В 2022 году финальное событие проходило на территории Парка Швейцарии.
 
Проект релизовавылся при поддержке Фонда президентских грантов. Организаторами выступают Университет Лобачевского, Профсоюзная организация студентов ННГУ и Общественная палата Нижегородской области. 
Информационный партнёр - "Авторадио". 
 
Со вкусом брусники и душистого чая❤ 
'''

proj_sso = '''«Лучший студенческий совет общежития ННГУ» — конкурс, направленный на взаимодействие студенческих советов, повышение уровня работы в общежитиях и улучшение проживания студентов.

Организатором конкурса выступает Первичная профсоюзная организация студентов ННГУ.
'''

proj_kongress = '''Республика Алтай - горная страна с чрезвычайно живописным ландшафтом, своеобразный «российский Тибет» в центре Евразии на стыке нескольких государств, природных зон и культурных миров. 

Побывать в таком месте удается далеко не всем студентам, однако в рамках участия в Конгрессе студенческой молодёжи, который проходит в разных форматах. В 2021 году это был Всероссийский форум по профилактике негативных явлений в молодёжной среде «Разумный выбор» и был XII по счёту.Российским студентам была предоставлена возможность своими глазами увидеть красоты Алтая.

Главной целью форума стало воспитание у молодежи позитивных ценностей и установок на уважение, понимание и принятие многообразия культур, патриотизма, а также формирование негативного отношения молодёжи к асоциальным явлениям.

Время проведения форума: ноябрь - декабрь. 
Место проведения: Республика Алтай.
'''

ssol_main_info = '''Ооо, Заря, как настроение?🔥\n
Надеемся, что такое же прекрасное, как и у нас, ведь мы готовы объявить об открытии приёма заявок на смены 2022 года😍\n
Выбирай смену, которая тебе по душе и подавай заявку в форме, прикреплённой ниже. Раскрась своё лето в цвет Зари🌅
'''

ssol_types = '''Выбери смену, которая тебя интересует:'''

ssol_health = '''10 ИЮЛЯ - 22 ИЮЛЯ\n
Если ты спортсмен или хочешь встать на путь здорового
образа жизни — эта смена точно для тебя. Именно здесь ты
сможешь поправить своё здоровье в лучшую сторону.
Похудеть или набрать мышечную массу? Здесь ты сможешь
всё! Функциональные тренировки, йога, бег, единоборства,
зумба – и всё это под контролем координаторов. Добавим к
этому командные марафоны и гонки, забеги на заре и на закате
и у вас точно не останется сомнений!'''

ssol_battle = '''25 ИЮЛЯ - 5 АВГУСТА\n
Команды Студенческих Советов Университета Лобачевского
будут соревноваться в творческих, спортивных и интеллектуальных
состязаниях. Смена обещает быть жаркой, ведь именно здесь
мы подведём итоги конкурса «Лучший студсовет-2022».'''

ssol_choice = '''8 АВГУСТА - 19 АВГУСТА\n
Традиционная смена, организуемая Профсоюзной организацией
студентов ННГУ. Мастер-классы на различные темы, интерактивные
зоны, креативные технологии, тематические дни, весёлые
вечерние мероприятия и все это на открытом воздухе.
Делай свой Разумный выбор, мы ждём тебя!'''

ssol_creative = '''22 АВГУСТА - 31 АВГУСТА\n
Яркая и самая творческая смена этого года!
Танцоры, хореографы, вокалисты, актёры, представители
молодёжных медиа и дизайнеры соберутся в «Заре» и станут
единым творческим пространством. Мастер-классы, концерты
и новые творческие коллаборации!
'''

ssol_cost = '''Актуальная информация появится позже'''

ssol_process = '''Актуальная информация появится позже'''

ssol_quiz = '''Актуальная информация появится позже'''

about_pos = '''|О профсоюзе|\n
Крупнейшая Первичная профсоюзная организация студентов в Приволжском Федеральном Округе.\n
Профком Университета Лобачевского защищает социально-экономические права студентов, создаёт условия для успешной
учёбы, досуга и отдыха.\n
В составе студенческой профсоюзной организации 13 факультетских организаций, объединяющие 9781 членов профсоюза.
'''

contacts_main_info = '''проспект Гагарина, 23/8 ауд.210,Горьковская\n
Пн 10:00 - 17:00
Вт 10:00 - 17:00
Ср 10:00 - 17:00
Чт 10:00 - 17:00
Пт 10:00 - 16:00
Сб Закрыто
Вс Закрыто\n
Телефон: +7 (831) 462-37-71\n
Эл. почта: pos-nngu@mail.ru
'''
